[
    "A boarding house for pensioners-Europeans, but I would like to return.\nThe hotel was booked with a buging with the possibility of cancellation.Very doubt whether to take it or not, since everyone writes about old furniture and very old rooms.They also described the guests of the hotel as very elderly people.\r\nSince I planned a bunch of excursions, and it’s like a walk like that you can go to the “center” or go on foot, I decided to choose from the hotel.And never regretted!\n\r\nYes, the rooms are old, ...",
    "Kitty and corals\nThe hotel is medium, but therefore cheap.\n\r\n+ Excellent coral reef.The beach and with a shortbread suction and immediately in the depths of corals.\r\n+ many cats on the territory\r\n+ good dinners and dinners\r\n+ security seems to be good.Everyone is checked at the entrance.But you can go through the beach to anyone\r\n+ Sports Hall Small, tennis court (rackets for money)\r\n+ low cozy\r\n+ cute staff in the kitchen\n\r\n- But...",
    "Good hotel for two (without children)\nMy husband and I were here a second time.And this says a lot!\r\nGreat dinners and dinners!Beautiful territory, beaches, sea!\r\nGood attitude of staff.\r\nSeparate thanks to Elena, including in the help of placement!\r\nShe is always in place, always ready to help!Thank you!\r\nAlso, the administrator in the restaurant is smart, will always ask how, what is needed, organizes a seedling at the pool, with him the waiters ...",
    "Good three, but not 4 stars\nHotel + room.\r\nWe flew at 2 a.m. in 2 in the morning (with a delay for 6 hours, thanks to the Russia airline and the tour operator biblobus. For the future, if there is an opportunity not to fly and not go, I very much advise you to do so).We were brought to the hotel somewhere in the region of three.On the transportation of our hotel was 6. At the reception desk, a man met while we filled the questionnaire, he talked with some other ...",
    "Beautiful hotel for a relaxing vacation\nThe hotel is located far from the airport, then you will have to fuck for a long time on the transfer to the hotel.The hotel itself is small, but very clean and well -maintained.The beach is wonderful: there is a lagoon where there is a good entry into water, sand.There is also a pier from where you can dive with a pipe and mask and watch fish.Food at the hotel is beyond praise!Great restaurant, every day thematic dinners.Bars ...",
    "The main thing in this hotel is its staff\nI did not rest in Hurghada for a long time, but this time the rest turned out to be spontaneous, short (only 6 full days), so the choice fell on this hotel.The hotel has a concept of 18 +, but do not forget that this is not 18 -25)).Most guests have an age 40 +.Good four, nothing more.If you are ready to put up with Wi Fay only at the reception, old bedding (all in the peppers, and not always ...",
    "Hello summer!\nThey independently selected a transfer and hotel 18+ for two months on the terms of the price of \"economy\".They caught the airline of Pegasavia with one transplant in Istanbul (there and back) and the Bel Air Azur 4* hotel at a buging (without prepayment).From the Hurghada Airport to the hotel 15 minutes for 15 tanks.At the reception, as always, they gave a bad number (although we are regular customers of Azura) and if you refuse ...",
    "A great inexpensive option for a relaxing vacation.\nA small pleasant hotel for relaxing couples.The hotel does not accept children and there is practically no animation here.In general, for the relaxation of the rest is the most!Mostly Europeans rest here and, in the vast majority, these are elderly couples from Germany.The territory is small but it is completely protected from the wind from all sides and all windows and balconies reach the hotel.The main area of the hotel ...",
    "Great hotel\n     Bel Air Azur Resort was in December 2013.This is not the first time to go to Egypt, there is something to compare.\r\n     The hotel is quiet, calm.\r\n     Workers in the recipe speak several languages, including the Russian language, they help with any treatment without irritation, explain everything.The numbers are comfortable, comfortable.Daily cleaning, linen was changed every 3 days, towels daily.\r\n   ...",
    "Impeccable hotel!\nThanks to the hotel, weather, Egypt - they rested with his wife as always great!\r\nThe hotel is magnificent.Settled instantly, the room is spacious.Everything worked properly.A safe, tea set, soap and gel shower in dispensers, normal quality.The wife washed her head, did not complain.Shampoos and gels brought with them were not needed.The bedding is clean, changed 2 times in 10 days, towels every day.Cleaning...",
    "Great budget hotel 18+ with a reef and lagoon\nThe hotel has a great reef and lagons with a gentle sandy entrance.There are a lot of fish, especially if you swim as it showed on the map.In the opposite direction, you can also, but a strong current, it is difficult to return + there are few less fish on the opposite side.The beach is common with another Azur hotel, on the beach there is a bar and a restaurant in which we most often have lunch.Near the bar on the beach there are not enough free sunbeds.IN...",
    "Hello Bel Air!\nThe last time was at the hotel in October 2015.That is, exactly 7 years ago.Outwardly, little has changed during this time.All the same clean in the rooms.Cleanliness and order in the corridors, courtyard, restaurant, reception.Good selection and quality of dishes in a restaurant.The same selection of drinks in the bars of the hotel and in bars on the beach.Fast and without delay, resettlement by numbers.I especially want to note the excellent ...",
    "After a long separation\nThey brought to the hotel about 8 in the morning they met very cordially and literally in 5 minutes settled without any surcharges.The number on the second floor next to the reserve output that I really liked it to the city went straight through this gate near the corps.Much faster than through the reception.Everything works fine in the room.They cleaned well every day.Nutrition is also excellent from fruits except for mangoes nothing ...",
    "Thanks for the rest!Be sure to return!\nGood afternoon\r\nRecently returned with my husband from the vacation, you had one week.I want more!\r\nWe really liked everything!Everything is wonderful!\r\nThe sea is sand and reef!There is a smooth entry, there are from the stairs where it is shallow, but there are very deep reefs.\r\nThe incredible amount is simple!Everyone floats with masks, everyone is happy.\n\r\nRestaurants!The food is excellent!Meat and poultry - many options and prepared perfectly ...",
    "It is worthwhile to visitident\nThey flew at Christmas, I immediately got the number of the room I didn’t like to change the number, I will say everything with dignity not badly the main thing is the main shampoos and take the soap with them on arrival and they don’t seem to replenish anymore, the pool is large with heating, the good food is chosen what you want, they put it on the meat.Personnel, you can’t take it yet, and for everything else, from all of all they took beer in the bar, so on ...",
    "And again my favorite Azur!\nGood day to all.\r\nWas at the hotel from 08/26/2022 to 09/09/2022.This is my third visit to Bel Air Azur.5 times I was in Arabia Azur, so here I feel at home.By the way, I have a permanent guest card.\r\nHere stably I get what I am waiting for from resting on the sea and for which I paid the money.These are the hotels for which I am not sorry for a single ruble paid and those for which I ...",
    "Rest in Hurghada in January 2022\nGood afternoon everyone!We rested with my husband at the hotel in January at the Bel Air Rezort 4*hotel!\r\nThe hotel is located in Hurghada, 10 minutes from the airport!\r\nThe hotel is small, located on 2 lines, only for adults.The territory is small, to the beach for about 5 minutes.\r\nThe sea is cool at this time, but you can swim.The weather is warm, but windy.\r\nI liked the food at the hotel - for every taste!The main contingent is...",
    "July vacation at Bel Air Azur Resort\nWe rested in this hotel with a young man from July 13 to 24.\nWe arrived at the hotel late at night, there were no problems with settlement - we immediately gave out the keys to the room and helped to convey baggage.Immediately in the room, the employee asked if we would want to change to a room with one double bed - we agreed.A late dinner was provided.\n\nCommunication.\nIn Russian they understand little and badly.I advise you to practice ...",
    "Quiet calm hotel!\nFor the first time they decided to fly to the warm edges in the winter.The flight was from Nizhny Novgorod, the price is excellent, only 49,000 for two.The season is low, becauseThe weather is not hot, but getting out of snowstorms and ice is pleasure!\nThe hotel is not located in the city center, closer to the outskirts.They brought us the very latter, the road took about an hour from the airport.We settled us right away, the number was ready, and they really waited for us.On the...",
    "I want to return here\nWe decided in winter to get out for a week of rest, chose a Hurghada because of the desire to go to Luxor (we knew that in charm is less windy, but lying a week on the beach a little sadly).When choosing a hotel, we had a number of requirements: the proximity to the airport (driving 2-3 hours, transporting and collecting tourists from other hotels - dubious pleasure), the walking availability of the sea, the presence of reefs (in Hurghada is more difficult), ..."
]