[
    "There is no children's table\nThere is completely no children's table.There is only a room with children's tables and chairs.And a refrigerator with milk.\r\nYes, if you ask you to prepare.But!!!We tried to explain what to cook the child - either we were not understood, or did not want to understand.A crowd of managers runs up (there are a lot of staff here, for every centimeter one at a time) and we are standing and looking at fire meat, and we asked ...",
    "Wonderful mini vacation in February\nThey chose a hotel with a strong winter concept for more or less adequate money.Our choice fell on the Lara Barut Collection hotel and I will say right away that we were not mistaken.We arrived at 9 a.m., an hour later we had already settled.In many premium hotels in Turkey, including in the winter, and I want to say that the food in the Barut is one of the best there are many sophists and everything is tasty, he surpassed Rixos Belek, Voyage ...",
    "Paradise on Earth exists.\nLara Barut Collection\r\n5.0\r\nHotel\n\n\r\n5 /5\n\n\r\nI lived in the hotel from 02.02.2024 to 12.02.2024.\r\nThe number was on the 7th floor.\r\nThey settled quickly, the bag was reported to the room and opened the doors of paradise)))).The room is spacious, a huge bed, 2 snow -white robes, slippers and 4 towels of different formats, also boiled snow -white.The room has everything, TV, hairdryer, rectifier ironing, mini refrigerator ...",
    "Türkiye in January\nThe hotel was from January 26 to January 30, 2024, flew with friends to the girl.\r\nFrom the airport to the hotel, on an individual transfer, they got in just 20-25 minutes.The hotel was at about 10 in the morning, arrived, gave their passports, there are Russian -speaking staff, they told us that the number was not ready yet and offered to go breakfast, and then approach the reception.After breakfast, we returned, but the number by ...",
    "Winter evening in Gagrah) January Weekend in Barut\nThe holidays of the Student's son occurred and decided to escape to Antalya, tired of snow, frosts, thaw (can be placed in any order).The hotel had seen for a long time, but the summer price tag is very biting. Separate tickets, reservation and go!We have been going to Lara for a long time, we were in many of its five, but this one impressed, despite the winter concept (I represent summer). They made sure, as if they were waiting for us) here, here ...",
    "A repeated visit a year later disappointed a little\nI rested in this hotel with a couple from late August to early September 2023. This was the second visit to this hotel a year later.The first visit left the extremely positive impressions that I had already shared in the review.\r\nThey lived, like a year ago, in the number of the Lagoon Swim Up category (as it turned out, they are not very much, but they differ).\r\nI want to tell you that I did not like it compared to the first ...",
    "Rest at the Lara Barut Collection 5* Hotel in January 2023\nThe hotel liked the high -quality five, in my opinion in my opinion.\r\nNumbers, food, service at the highest level.\n\r\nUpon arrival at the reception, we immediately made an upgrade to a higher level with a sea view for free.We were not in the \"not season\", perhaps that is why, but still, nice.We flew in the morning, settled right away, without waiting for the time of the check-in.Attitude ...",
    "I liked the hotel)\nMy husband and I intended to visit this hotel a few years ago, during the New Year holidays, but did not work out, becauseOn the eve of the departure, we discovered coronavirus, and the trip canceled.Already at that time, I studied in detail the hotel information and was fascinated in absentia.Subsequently, we have been to Turkey several more times, including in another hotel of the Baruta network (in Kemer) - with ...",
    "The world of taste, comfort and comfort is Lara Barut team\nWe rested from December 30, 2023 to January 6, 2024. Tour operator \"Pegasus\".First I want to note the tour operator, both individual transfers.The hotel guide - Timur, helped in everything that was asked about, increased the luggage, put on a 5 row on the plane, sent to shopping.12 hours later they transferred the departure, extended the number, actually presented dinner, live music and another disco.We arrived at the hotel at 7.30 in the morning, ...",
    "Good hotel, but counted on more\nWe arrived at the hotel early.There are no questions for the settlement.I know that the numbers from 14 hours and I understand that the numbers of the selected category are busy.We had breakfast and studied the territory.But in the reviews it is written about the guest room-namn.In 6 hours it could be useful.\r\nThe number is fully consistent with the description: in the garden with access to the heated pool.The room is very warm - they never turned on heating ...",
    "The best rest in a beautiful hotel!\nAcquaintance and settlement passed very quickly and pleasant, a compliment on the reception in the form of a local drink.The staff is friendly and responsive, always with smiles are ready to help.All staff know and perfectly understand Russian, English, German.There are many guests from different countries in the hotel and this international creates a feeling of a holiday and friendly mood.Nutrition in abundance, menu ...",
    "Amazing\nThe hotel, of course, is not new, but everything is clean, it works, it works! For recipe, staff, friendly there are Russian -speaking employees, you can solve any question, you can write in the chat, the room is cleaning norms, linen and white towels, in the restaurant service withoutcomplaints, food is beyond praise, every day thematic evenings in Italian, then the Central Asian cuisine of cards, we like the most ...",
    "Not the best rest ...\nNot the best rest.\r\nI’ll start with the fact that I monitor the hotel for 6 months and only one bad review.They were confident in perfect rest.\r\nWe stopped at this hotel 9:30\r\nThey said to go breakfast and within an hour - two numbers will be ready.\r\nWe have three of them.\r\nAn old recipe requires repair, worn floors and steps, not enough lighting.There is no welcome table.\r\nAt breakfast at 10:00 in the general restaurant ...",
    "Very worthy taking into account the discount\nThe hotel really liked both adults and children, animation, service, convenience, for children a program, and a variety of animation programs, everything is super.Nutrition, this is a separate review, such a variety still needs to be searched, everything is fresh, a large assortment, and fruits with berries and the husband in the bar could choose, generally worthy) {Removeed by a moderator: unauthorized advertising}",
    "Gorgeous hotel\nNew modern hotel!There is a great desire to return a second time!The number is very large, there is a car, beer and imported drinks, it is clear that the hotel management does not save on anything, everything for customers and for relaxation in comparison with other Turkish hotels is a very big plus !!!The sauna and boorns really liked, the bassine is covered with sea water!Suitable for relaxation with children, our 2 and 4 years ...",
    "A beautiful hotel with high -quality food and service\nWere with colleagues at work, in early April.\r\nThe hotel of the European network, the service of a very high level (there was a couple of moments on vacation, when the staff did not react to a request, but this did not affect the quality of rest and impression from the hotel).The hotel is located in the Lara area, from the airport about 10-15 minutes.\n\r\nHotel territory:\r\nThe hotel territory is large, green and very well -groomed, on ...",
    "Lamp vacation in January with a child\nI want to start with the most fat minus, and we have no doubt that we arrive for a couple of hours later we would not feel this minus, namely what we are about, of course about settlement.A little chronology so that you can understand our pain, we fly confident that Laksheri is waiting for a hotel and a super trunk service, at 5-50 we leave for an individual transference from the airport, at 6-03 we find ourselves on ...",
    "Fabulous\nIn this hotel, we rested for the second time, which we were doing for the first time, before we were never repeated.\n\r\nI would go for the third time, if possible.\n\r\nThe first time we flew in October 2020, the second - in July 2021. Both times the summer concept acted, but there were still differences.In the summer there was a rich evening entertainment program, which was not in October.Food, if now it was better, then ...",
    "unexpectedly beautiful extension of summer\nThe next surge of the pandemic, we decided to deliver a remote at work and a university and go to Turkey, did not think that we would swim, but the weather allowed you to rest in full.All the three of them bathed, the daughter only decided that the water was still cold, swimming only in the pool\n\r\nThe hotel is a large, beautiful territory, many different bars-cafes, comfortable places to sit, chat, play, and drink ....",
    "Rest in January\n   I read about the Barut network for a long time, and when it turned out to be a vacation, I decided with my husband to go to one of the chain hotels.The choice fell on Lara Barut Collection.I bought a tour three days before departure.I paid for the most inexpensive Superior number with a view of the garden in the ANEX case with the aim of walking more around the territory, but it did not work out.Our flight was detained for 7 hours, due to the replacement of the aircraft due to a breakdown.We arrived at the hotel a little ...",
    "A beautiful hotel and an amazing team of animators!\nThe hotel surpassed my expectations.The staff is very friendly and polite.The hotel area is very beautiful and well -groomed, with many palm trees, bars and pools.The beach is large, the sea is endless.Everywhere a quiet pleasant music plays.Food in all restaurants of high quality and very tasty.The hotel has such a spiritual atmosphere that you feel like some special guest who is happy.New Year's program ..."
]