[
    "Loniser double 2\nHi all!\r\nWe visited the hotel for the second time, but decided to specifically postpone the review from the last 2023 so that people read on the eve of the new season.\r\nSo, Loniser also pleased this time.Service and numbers - as always at the proper level.The beach and pool are also fine.\n\r\nWell, any OL-infamal, as everyone knows, always begins with the bar.Barman's chief tuner and his wards are just fellows ...",
    "Rest in July 2023\nRested by the family of 2 GRP and a child 8 years old in July 2023\r\nPremium case is the newest of all on the Lonicera network\r\nSmall, clean, cozy.\n\r\nThe ability to use the territory of other buildings is great, but personally, it was not just convenient for us.\r\nI will explain why.For example, a water park, it is located on the territory of Lonicera large (across the road), this is certainly not far, but not close, especially if it was beeled on the street ...",
    "I recommend this hotel\nMy husband and I are resting in this hotel for the second time, we really like it, quiet, calm, new, beautiful, convenient.Good animation every day !!!This year they began to feed even better and more diverse than in 2022, a delicious soup appeared, they ate it so quickly that sometimes it didn’t get !!!!!Once they went to a neighboring hotel for dinner, everything is also very tasty and varied (but there is crazy ...",
    "We liked the rest))\nWe rested in this hotel from 07.07.2023-17.07.2023 1 OTP and two children (7 years and 13 years old).They drove from the airport for 2 hours no less ....They settled in the hotel at lunch, the room is wonderful.Immediately ran to the sea !!!!The sea is warm))) sand, but there are pebbles (in this regard, the beach of resort is better, there is a smooth entry).There are few people on the beach, a very comfortable number of vacationers (unlike resort).The sea is always ...",
    "Great rest from all positions\nWe rested in the spring, this is my weather.A chic hotel in all respects.Our numbers on the second floor, right above restaurants, administrative zone.It is better to see once than to hear 100 times.I could sing endless gratitude, all this would be true, but it is better to go and look how everything is great.The most memorable impression: the newly arrived man went to the restaurant, after ...",
    "Rest 2023\nWe rested their family in August 2023 (2 adults + child 7 years old).\r\nIn general, a rather positive impression remained about the hotel, then I share in more detail.\r\nReception: the race came in the region of 16:00, settled right away, becauseIt was too late for lunch, and it was too early for dinner, we were sent to eat in a bar by the pool.There is a choice: pizza, potatoes of free, pasta, burger and something else.For me, pizza, free, ...",
    "Very comfortable hotel! With excellent service and ...\nI definitely recommend those who want to enjoy a calm, comfortable vacation with a high level of service and attentive staff!I was worried about how the rest would be since I am limited by vision and move with a cane.One rested unaccompanied and unexpectedly fell into a warm, friendly, comfortable atmosphere with an individual approach!Very attentive staff - in whatever ...",
    "Hotel \"Not Premium\"\nWe rested at the hotel with a family of 3 people in October, a 5 -year -old child and 2 adults.\r\nWe arrived at the hotel early in the morning, by 9.00 approximately. At the reception they told everything and sent for breakfast, after breakfast we immediately settled, which we were very happy and thanks for that))) We changed clothes and immediately went to the beach and when we were at sea, notThey found a single free shizong. We had to stay on towels, right on ...",
    "Wonderful family vacation\nWe went to Lonicera Premium Hotels in June 2023, my husband and I, 2 children (4 and 2 years old) and my mother.At the reception we met very affably, immediately offered the number, although we arrived early (7-8 in the morning).The numbers were given by the neighboring ones, the door between which could be opened and moved from room to room, which was very convenient so that it did not crowd in one room, and take one child to the grandmother for the night ...",
    "Fight five\nGood day!\r\nWe rested in Loniser Premium from October 13 to 28, 2023 as part of 2VZR+2reb.\r\nI sincerely do not understand why the hotel has the status of 4 stars - I believe that this is a hard five.Hard.\r\nEverything is at the level - very tasty food, perhaps the most delicious of all Turkish -Egyptian hotels in which I had to visit, and I visited very worthy five.\r\nResponsive, friendly ...",
    "The premium application does not correspond.\nGood afternoon.The hotel is the biggest disappointment for many years of rest in Turkey, there is no beach, God forbid 120 meters for the entire hotel, 3 row lies, in the amount of 150 maximum.There are also sunbeds 50 meters from the water, but they do not save the situation.\r\nIf you want to drink coffee, take a walk in a cafe by the pool, 300 meters. Vacationers get up at 6-7 in the morning to take a place and sunbeds on the beach.At 9:00 free ...",
    "Good hotel\nThe hotel was rested from 27.09 to 06.10, the hotel is new, the room is good, cleaning every day and a change of bedding, too, when arriving, we did not immediately wait for two hours, although we arrived at 10.00, the food is diverse and tasty, there are no lines in the restaurant,What struck me, cleanliness everywhere, everything sparkles, the beach is good, there are always flies, despite the fact that the hotel was filled.There is a time show by ...",
    "The hotel is not bad, but far from premium\nThe hotel itself is not bad, while the new one.\r\nThe service is normal, the staff is friendly (although they discuss guests among themselves in an unpleasant way - I understand Turkish, so I know what I’m talking about. When they were drawn, they became careful and warned each other).\r\nThe food is generally normal, but nothing special:\r\n- Turkish cuisine, of course, they succeed perfectly: eggplant, lentil soup, chickpe dishes - that's all ...",
    "Great hotel, coincided with expectations on 💯\nWe rested with two children, the hotel chose carefully, reviewing reviews and video reviews.A few years ago they were in Turkey, at 5*, not a luxury hotel, but quite worthy.So this 4* turned out to be much better for us.The first thing you want to say, and that in principle you can’t often meet in hotels due to the enormous cross -country ability of tourists, this is clean !!!Here is pure everywhere.In the restaurant, in the room, in ...",
    "For those who choose between Premium and Resort\nAt the end of my search for a cool hotel within our budget, we went to Loniser and could not decide for a long time between Resort and Premium since the price was exactly the same.\r\nIt was decided that since the premium was not unlikely and quiet, we will go there, and we will go to the main loniser for children's entertainment and animation.As a result, in the main we were only 3 times 😁.\r\nI'll start with the hotel itself, ...",
    "Türkiye 2022\nWe liked the hotel.Initially, they wanted a resort in Loniser, but he was on the foot and the travel agent offered us this hotel, saying that you can use the territory and infrastructure of resort.And how happy we have lived here.We went a couple of times in a resort - there is an anthill.There are a lot of people everywhere.Queues.And we have premium - silence, calm, there are no queues anywhere, there are always free sunbeds ...",
    "Rest by the family.\nWe rested in August 2023.\r\n1. We arrived at the hotel at 9-00 in the morning, immediately sent for breakfast.After breakfast, they immediately settled.\r\n2. The number was on the 4th floor 1436. The number is good, everything is new.But there is one large but, the room had a door to a neighboring room, in connection with this, every sound was heard from the neighbors.A couple of days a couple with a child lived there, it was not comfortable for us, like them.Turned to the reception -...",
    "The most high and funny rest\n6 people (4 adults and 2 children) were rested by the family, 1529 and parents 1521\r\nI'll start with the hotel itself.\r\nThe hotel is new, clean, modern\r\nThe rooms are not tired, they are cleaned every day\r\nThe hotel territory itself is small, but for us it was a plus, since there are fewer people more than oxygen, there is always a place at sea and a sunbed near the pool is definitely found.\r\nPool 2 adult and children ...",
    "I want to return to your hotel 👌\nThank you for your work.I was visiting you a year ago.And he returned again.He returned from behind the tunger and his team!Guys, you are professionals, I adore you.You want to return to you again and again!Tunger, thanks to your team for a quality vacation.Thanks to all employees, from the reception to the bar at sea!I wish you to maintain the level and the guests will want to return to you!Yours, Alexander\r\n...",
    "Briefly about rest 31.07-06.08\nBriefly about the main things:\r\n1. Hotel.The new and this is evident, the room fund is not tired.\r\n2. The territory of the hotel.Very small and naked.I am in such a small hotel in Turkey for the first time, but this is plus to the heat to the beach minute walking :)\r\n3. The beach.A huge plus that there are always free sunbeds when it comes.Visiting the sea is good.By evening, Gryazuki usually washes in a bay, in the morning the sea is always ...",
    "Excellent hotel\nWe rested at this hotel in July 2023.In fact, this hotel is part of a group of hotels ... premium, rezort, Vold ..\r\nAll vacationers can use the entire infrastructure of other groups of the group, except for the main restaurant.\r\nWe drove into the hotel very early - about 5 in the morning.I had to sit a little in the lobby - wait 7 in the morning.But it was without problems, it is cool there, there are sofas where ...",
    "A wonderful hotel!\nWe rested from May 14 to 28, 2023. We arrived at night, at the beginning of the fourth, settled for 10 minutes (which was very pleased)!The number is small, clean, with a sea view, there is a safe in the room.The hotel is new, the territory is well -groomed, the palm trees have not grown yet ours yet, but this is not a problem, it is a new hotel.Very friendly and polite staff!A friendly founding is always positive.Especially..."
]