[
    "For the first time in Sharm El Sheikh\n  Hello everyone and a pleasant vacation!The thirtieth visit of Egypt.Twenty nine - in Hurghada.Somehow it happened (there are reviews).Five years a break due to objective world problems, and friends persuaded to charm.Departure from Moscow and returning back - with a delay of 10 minutes (apparently lucky).The inspection procedure at the Sharmash airport when departing - if you are ready for it morally (turn on ...",
    "Great rest in the beautiful Savoy Charm Hotel\nI was resting in this hotel from 10 to 19 March, 2024.A great hotel, I would like to recommend everyone who is allowed to be financial capabilities.I arrived early in the morning, gave a room with a view of the building, at the request to move immediately it was done in a room with their lawn and a huge balcony.A huge clean territory, everyone removes and cuts.Service and service are excellent.Food for 5+.Fish,...",
    "good rest, pleasant memories\nI will try briefly and in essence.We traveled in January 2024.Two families without children.The hotel next to the airport is 10 minutes. But the planes do not fly over it.Good landscaped area.At the reception, the staff speaks poorly in Russian (like most in this hotel), but you can find mutual understanding.The staff is mostly attentive and friendly.They try to learn the language, sociable but in moderation.Animations ...",
    "Savoy is cool, expensive, but quiet\nSavoy - of course the best hotel in the Bay of Sharks Bay.Even on Sokho Square for customers of this hotel, some services are free, there are discounts in stores, etc.\r\nThe main printing is a hotel for rich people of middle -aged and older.This is not for screeching children, there are no hills, water parks, any animation (or we did not see her), not a party place - there are no noisy parties or competitions in the hotel ...",
    "Our great rest\n1. Accommodation\r\nWe arrived at the hotel at about 10 a.m., the room was already at 10-30.Without surcharges and requests to populate earlier.Thanks a lot!Thank you very much for the opportunity to extend the number when leaving!Also absolutely free!\r\nI wrote in advance to provide the number closer to the reception and non -zero floor.Everything was done.Our number 3109, clean, everything worked.Russian channels 64,65,66.Shampoo,...",
    "Urgently need to renovate the numbers and conduct trainings with ...\nWere with a spouse from August 28 2 weeks.When buying a tour, they understood that the hotel was old, but as always focused on reviews.Of the advantages, a beautiful territory, the cleanliness of it and a very attractive architecture.Cons began immediately:\r\n- We arrived at the hotel at 5 in the morning, did not offer any declared welcoming drinks, even a glass of water.\r\n- they wanted to settle right away, becauseWe know that the hotel has ...",
    "Normal hotel and disgusting guide (receiving ...\nThey returned from the vacation at this hotel.We stayed there from 09.07-18.07.23.We chose a hotel in the rating and reviews.\n\r\nThey settled for free, at 8 in the morning they were already in the room, although the settlement, as elsewhere after dinner, was supposed to be.\n\r\nThe number is large (we are 2VZR+CR 10 years), the child was placed on the laid sofa.Everything is necessary in the room: a tea set, a mini-bar was replenished for free, robes, slippers, ironing board, ...",
    "A worthy hotel\nWe decided to take advantage of the May weekend and go to warm up in Egypt.I chose for a long time so that we liked it.As a result, they chose Savoy.Liked everything.Reef, large green area, purity, promenade next to the hotel in Soho Square.\r\nVery polite, smiling staff everywhere and recipe, and in restaurants, and on the beach.Since our number was in the 7th building, they brought us taken with things in El. ...",
    "Hotel where you want to return💖💖💖\nWe visited Savoy Hotel with her husband in April 23.Only good impressions.We arrived at 13 o’clock, we were offered to have lunch while preparing a number.Near the reception, a table with charming Elena, the Historyshn service, throughout the rest, any of our requests, a reserve of a la cards, find out the schedule of the movie session, book a sauna, find any answer.They did not expect the girls themselves walk along ...",
    "Great rest\nGood afternoon everyone!I want to share my vacation at the Savoy Sharm El Sheikh 5* Hotel with a flight there and back Aeroflot.In a word is great!At the arrival of the transfer we did not use.We read reviews that they are being taken to the hotel for a very long time.Although the hotel is 7 minutes from the airport!We were met by our acquaintance taxi driver and immediately took us to the hotel!At the reception, they quickly designed everything and gave ...",
    "Rest in Savoy Sharm El Sheikh in March\nWe rested with a friend at Savoy Sharm El Sheikh in March, lucky, out of 10 days 8 were without strong wind, with good air temperature (28-30 gr.) And the sea (23-25 gr.).\r\nWe met at the reception cordially, the number was given a very successfully located (No. 2114), they understood this after they sorted out the topography of the area)), close to the sea, and to the main restaurant and the pool, although the hotel is in size ...",
    "Great rest in charm\nI will try to reflect what I saw:\r\n1. Hall.We arrived at the hotel at about 11.00, settled right away, and in the room with a view of the sea (we were originally with a view of the garden) without surcharge!\r\n2. Nutrition is a very good menu varied.In addition to the main restaurant (in it is the \"Swede\") another 4 ala cards (fish, Italian, Greek, meat).My wife and I went different every day.Four bars.Beverages,...",
    "Wonderful rest\nWe were at the Savoy Hotel from 11 to 19 February.We bought a tour from a biblio of a globe on the site.Everything is clear.A package of documents appeared 20 minutes after payment.I like this tour operator, this is not the first time we are relaxing with them.They flew an Aeroflot back and forth.The biblio was taken by the flight of the flight.We watched reviews about the airline Al Masria, did not want to fly this airline.On the way back...",
    "In a word - delight!\nI and the adult daughter were at the Savoy Sharm El Sheikh 5* hotel from 01/28/2023 to 04/04/2023 for 7 nights.The package tour was paid through the travel agency \"1001 Tour\" in November 2022 according to the Black Friday campaign.The benefit was very noticeable, so they definitely made a choice at this hotel.This is a network hotel, successfully located on Soho Square, where you can take a walk in the evenings, if there is a desire.\r\nI really want to ...",
    "Cool hotel!\nCool hotel!I think this is the best hotel in its price category in terms of value for quality!The hotel is so to speak for demanding tourists.It is far from cheap.Located conveniently in a kamkaya bay.Nearby, Soho Street where many tourists come in the evening.Cool territory.All in flowers and herbs.Beautiful architecture.Walking around the territory is a pleasure.Beautiful pools ...",
    "I did not live up to expectations\nI did not live up to expectations\r\nThe hotel arrived on 31.12.At 8 in the morning, having paid $ 50 we were settled in a good number.\r\nThe ticket included two dinners of New Year and Christmas.We were sent to the restaurant on the Restaurant on Sokho Sokho Matata and it was something, everyone was tightly scored into the hall, the plates were worn straight above their heads, there were no programs for children, although they promised.It was tasty for food, everyone ...",
    "Good hotel\nWere with his wife from December 30 to January 9.A wonderful vacation: very friendly staff, a good choice of dishes in the main restaurant.I liked the Italian rosemary and the meat hot rock restaurants.The beach is cozy, the pontoon is short, the fish is enough for the mask to flow from a smile.The absence of bracelets and presentation of the card did not cause special inconvenience.Exit from the hotel immediately to Sokho Square ...",
    "Great vacation\nThey rested with a girlfriend and her three -year -old son for 11 days.\r\nFor the small time, the small time was settled in the number.Something was given something every day.In general, children are very good.There are even various buckets, cars, cars on the beach.There is a children's room (from 4 years old, but no one has kicked us 😊).Children like it very much - many toys, big TV with cartoons, bitter, ...",
    "Great Hotel !!!\nThe first time I decided to write a review of the hotel.Because you just need to tell about this hotel.\r\nThere is only one word - chic #\r\nWe rested together on 12/01/2022 to 08.12.2022 - arrived, somewhere, at 12 days, I had to wait for about 30 minutes, gave number 5128 - one minus - right far, at the other end of the hotel, although it already seemed normal ~The usual number itself is large ...",
    "Calm luxurious vacation for complete relaxation\nIn this hotel we have a second time with my husband.The choice fell not by chance, as they went through many hotels according to reviews and the choice fell on him, and we did not lose.We rested 9 days from November 27 to December 6th.Number 1021 with sea views, first line.The location of the room is very comfortable, near the beach, a fish restaurant and a pool.\r\nWe flew early, paid $ 50 and we were inhabited at 8 in the morning, and we immediately ...",
    "Rest from November 27 to December 6, 2022\nI’ll start with the settlement, we arrived at the hotel at 10-30, at 11 we were already in the room, settled in the 6th building number 6128. The number is large, spacious, large balcony, there are no complaints to the number, with the exception of the TV, small and old, but we areThey practically did not look. The rejuvenation is excellent, one remark -Rado in the morning, those who give towers occupy almost the entire first row of sunbed (for whom and for what purpose is not ...",
    "Savoy\nGood evening.We stayed at the Savoy hotel 14 days from October 14 to 27, 2022.By hot memories, I decided to write a review.I went to the hotel with a not very good mood, as I read negative reviews.I'll start in order.We met us perfectly at the reception.She was written off in advance with Alexandra (an amazing and very responsive girl. Without her, rest would not be so wonderful).Huge ...",
    "The hotel in which I want to return !!!\nWe rested at the Savoy hotel from 7.09-14.09 22g.with friends.\r\n Prior to the start of rest, we wrote off with the hotel to clarify where there are rooms for people with disabilities, answered quickly and quickly.Because it was not quite happy with the location of the number were asked to make notes. They were copied with Alexandra, for which she was separate gratitude and human thanks !!!\r\nUpon arrival at the hotel, the staff is all ..."
]