[
    "Good location of the hotel\nThe hotel is large and good.With the exit to the beach and their sunbeds.This is a big plus.On the beach they carry juices.The territory is large, there is where to walk.Several large pools!And most importantly, a very comfortable number of vacationers, you feel calm and relaxation.Several restaurants and cafes in the territory.Large spacious rooms.Everything is very thought out in the room excellent bath, shower, 2 shells to make it convenient ...",
    "Savoy does not stop surprising.A chic hotel with a gorgeous ...\nGood day!\n\r\nI want to share my impressions of this hotel!\r\nWe were there on a working trip and there was time to get acquainted with this hotel.\n\r\nA little about the location 🎀\r\nThis hotel is located next to the most famous Seychelles beach Bo-Vallon.This is a very instagram place among tourists and not in vain.A magnificent 2-kilometer strip of snow-white sand, a large number of cafes and ...",
    "Good hotel with a large pool\nWe rested for the New Year holidays, in January.\r\nI liked the hotel, green and very beautiful territory, birds sing.There are a lot of vacationers, but there is no feeling of crowding, if only on the beach.\r\nThe pool is simply super, large with spacious terraces, comfortable sunbeds are located far from each other.When there are large waves at sea (often in January) rested by the pool, or in the spa and in the sauna.Great, ...",
    "Beach vacation in March 2023\nHello!We rested with his wife and son (9 months) in Savoy in early March 12 days.In general, Seychelles are a beautiful picturesque place for a beach relaxing rest - that is the thing.\r\nOn the hotel: Savoy - a great 5* hotel, located near the airport (20 minutes), in the very center of the MAE, with the exit to the central embankment, where local youth gathers the weekend.There are many tours sellers on the embankment ...",
    "Everything is fine\nThe conflict is exhausted.The hotel corrected the misunderstanding.\r\nThere was an ambiguous situation related to the refusal to return the money for unused dinners, which was safely resolved.Unfortunately, I won’t write a laudatory review - the sediment remained.But I will not scold.With the exception of some nuances, a normal hotel.The beach is good - soft sand, there is always a place in the shade, a clean sea.There are entertainment -...",
    "Magic rest\nThe Savoy Hotel was our second place of residence in the Seychelles.The first week we lived on La Diga and rode in Savoy will relax.The transfer from the ferry was ordered in advance from local taxi drivers.It is fixed: ferry - Savoy 18 euros, Savoy - airport 24 euros.They meet with a sign, help with luggage.The settlement has passed quickly.Baggage from the reception to the room, an employee of the hotel on the golf square and that's it ...",
    "Great Week in Seychelles\nIn short, I liked the rest, the hotel is good, the Seychelles have its own unlike beauty, you have to take it.\n\r\nNow in order\r\nRoad, transfer\r\nEmirates flew from Domodedovo with a transfer to Dubai.Emirates, of course, are magnificent.Food, service, well done, in short.Dialog in the plane, offer drinks:\r\n- What do you want?\r\n- What do you have?\r\n- Just tell me what you want.\r\nAnd it was: champagne, ...",
    "Wonderful Place !!!\nArchitecturally very beautiful, made of expensive materials, in beautiful colors.The territory is buried in greenery, everything blooms, everything is well -groomed, bird trill did not stop all two weeks of our rest.\r\nThe pool is large, does not stink, wooden sunbeds with mattresses.\r\nThe kitchen is magnificent, our most delicious breakfasts and dinners are always preparing something with you.There was always a fish.5 types of cheeses with wine each ...",
    "Probably the most popular hotel on Bo-Vallon\nIn my opinion, Savoy on MaE is located in the most convenient and maximum developed infrastructure place of the island.I want to note the politeness and attentiveness of the staff both at the reception (two Russian -speaking employees also work) and in the restaurant.The territory is quite well -groomed, the spa is located separately opposite the lobby, there is a tennis court, medium sizes of the pool and several restaurants in the territory ....",
    "Excellent vacation on the tropical island\nThe hotel was booking through the operator's tour.They chose the Deluxe room, TC did not want to live on the ground floor.Upon arrival, they settled very quickly.At our request, the room was given on the 3rd floor in the 1st building.Reception and restaurant right next.Go to the ocean for 3-4 minutes in a beautiful green area.At the exit to the beach, a guard sits.In which case, you can leave things (camera, phone, for example) and ... ...",
    "Great hotel on a comfortable and beautiful beach\nThe hotel and his service really liked it.The staff is very friendly, responding to any requests to help.\n\nNumbers\nSpacious and clean.Not dulled by time.There are no complaints at all.\n\nBEACH\nIn my opinion, Savoy is more successful in terms of castings.In this place, they were least felt and at any time of the day is comfortable.We walked all over Bo Wallon - that left, that right, during the tide, not ...",
    "Magic Seychelles.\nAn excellent price/quality ratio for such a place as Seychelles.I really liked the quick settlement at the hotel.Arrived from the airport at about 10.00 and after fifteen minutes they had already admired the view from the room to the ocean.Daily five -plus cleaning.Water and coffee/tea were replenished daily.All toilet cosmetics L'OCCITANE.There are Russian -speaking staff on the recipe, girls ...",
    "Honestly about Savoy Seychelles\nSavoy Seychelles is located on Bo Wallon beach on the island of MaE, 20-30 minutes from the airport, which is very convenient and fast.I will write right away that we were in January and the weather was terrible, we did not know, but this is the most rainy month and we were not lucky with the weather, the sun was only 5 days, three days, it was raining all day.Because of this, the cyclone, of course, was constantly a storm and the ocean was not beautiful.\nWe...",
    "Ideal beach and perfect service.\nWhen I prepared this trip, there was no time at all.So \"cooked\" loudly said.On Friday, my husband put the money \"on the table\", on Monday I had a complex route of Seychela - Sri Lanka.\nThe hotel I chose purely along the coast.This is always on our trips a key moment.Packs \\ tides, bad bottom, dirty beach, lack of shadow - immediately to the garden.\nAnd I did not lose with Savoy.We...",
    "Magic rest\nWe went with my husband on a wedding trip there.I really liked the hotel!Even in the evening they prepare a number to bed :-) Olga worked at the reception, she very well solved all the issues!Breakfasts are wonderful (especially champagne and fruits), the number is amazing.The territory is beautiful, the beach is divine.A little boring in the evenings.We highly recommend.",
    "A fantastic vacation that cannot be forgotten!Paradise!\nWe rested together with my husband in the Seychelles (Ladig, Praslin and MaE) from January 22 to February 03.Just for this period, my birthday (anniversary) came.In order to celebrate this event, we chose the Savoy Resort & Spa hotel, and never regretted it!On the contrary, this hotel we advise everyone!In our opinion, this is one of the best hotels in the Seychelles.The hotel territory is large, ...",
    "Thanks again to Savoy for the warm appointment!\nWe rested with my husband in the Seychelles in September, 16 days.\r\nI work in tourism and during the rest period I try to live in different hotels.\r\nBefore Savoy, we visited the hotels Kempinski, Four Seasons, Banyan Tree.\r\nI immediately want to thank the wonderful deer on the reception, and Aizhan sales director.\n\r\nWe arrived at the hotel at 12 o’clock, we were met by Olena, immediately offered soft drinks, sit down and ...",
    "We were satisfied\nGood afternoonIn May of this year, they were with my mother in this hotel.T-O TPG, a well-organized tour, the flight timely and very comfortable.The hotel was taken quickly, met hospitably.They treated us with juice and helped with papers for registration.So we arrived at the hotel in the evening, our room was already ready and we immediately settled.We decided not to skimp and take a suite number.Do not regret it !!Very...",
    "A good hotel, the staff is really trying to please.Very...\nA good hotel, the staff is really trying to please.A lot of Russians.Gorgeous numbers with large balconies.",
    "Thanks to Savoy!\nHi all.The flight from Moscow with a docking to Dubai: Emirates is beautiful, without delay, on board free Internet for two hours, then for a fee.At the arrival, a cute girl met, and the driver rushed to the hotel, there were two pairs of foreigners with us.The hotel was met by an equally beautiful Russian -speaking girl Olena, brought soft drinks, wet towels, took her passports ...",
    "Stay away!\nA completely strange place!Someone was able to build this hotel is not quite bad and tasteful, but absolutely could not establish a service in the hotel !!!Absolutely disgusting service everywhere!Starting from cleaning numbers and so on.\r\nCleaning!When arriving, you were given a shower hat and two ear sticks?Take care of them!There will be no others!No one will give you more than one body cream!These are non -reinforced options in ...",
    "The hotel is great !!\nThe hotel left only good memories!\r\nFrom the pluses:\r\nThey settled early in the morning without questions at all.\r\nSettled very quickly\r\nHow newlyweds were given a number of increased category\r\nThe staff is very friendly\r\nAt the reception is a nice guy Misha, Russian -speaking\r\nFor a late eviction of money did not demand\r\nRemoved twice a day\r\nThe beach is gorgeous\r\nThe number is very good\r\nOf the minuses:\r\nThe promised gift for ...",
    "We rested with my family in April (my husband and my daughter and I are 5 years old ...\nWe rested with my family in April (my husband and daughter and I are 5 years old).In general, I liked the hotel, there are small comments/wishes.\r\nThe race passed without incident, very promptly.Olga and Mikhail always helped out at the reception - all the issues were resolved instantly, they told us all in great detail for what thank you so much!In general, the staff is very friendly and friendly.\r\nThe number is large enough, ...",
    "We rested a family with two children for 5 years and 6 months.Hotel...\nWe rested a family with two children for 5 years and 6 months.The hotel is a new, large and well -groomed territory, the rooms are spacious, but with a strange design (a wardrobe passing into a bathroom and access to the bed. The room has everything you need (iron, ironing board, kettle and even scales). The refrigerator did not work when we arrive,But at the request of it, it was replaced for half an hour."
]