[
    "Great hotel and service, but\nWe arrived to relax for the second time, everything is great, the service is 5+.All charms are already described and there is no meaning to list them, although I will describe a number of improvements:\r\n ⁃ Chips appeared\r\n ⁃ shrimp was given 3 times a week+squid rings+cold cancers (tasteless)\r\n ⁃ towels were changed 2 times a day\r\n ⁃ strawberries in chocolate when arriving\r\n ⁃ try to please any of your desire and request\n\r\nmore...",
    "Good hotel for relaxation with a couple or with friends\nGreat hotel, lived in Bungalo.Number as a number, nothing special.The hotel is captivated by quality service, delicious meals, a cool bar (bars).Children are not particularly engaged in, of course, the mini-club is very weak, it is better to rest with children at another hotel.Coronyuric restrictions did not affect the rest in any way.\n\r\nYes, the contingent at the hotel is cool, by age and culture in almost one cut ...",
    "Wonderful vacation in a paradise\nOoooooo good hotel!\r\nHello everyone, we arrived from the hotel for a long time, but all the time was not enough to write a review, rested with my family (my wife and I, our mother and children are 4 years and 8 months old).The hotel is sooooo good - by all criteria!They feed very tasty, while the food is not very different in taste from our local one, which did not lead to disorders of the stomach and its addiction to food.A lot of fruits and ...",
    "Higher than 5+\nIn the account, probably already over 10, this hotel had been visited in Turkey, and so far this is the best hotel.\r\nWe arrived at the hotel at 8:00, left things at the reception while preparing the number.We had to accommodate in a family bungalow.We had breakfast, changed clothes and went to the sea/pool.At 10:00 we were already informed that our number is ready, and as a compliment because we had previously stopped in ...",
    "A good hotel\nEverything is not bad except the following:\r\n1. Very many children and adolescents who are running, jumping and very noisily leading, as if they were not in the hotel, but in the camp, this is not a hotel for a quiet and relaxing rest.\r\n2. A lot of midges on the beach near the pools and near the sea in the lawns zone, they bite painfully and they have to constantly fight off them.\r\n3. Nutrition is average, like everywhere, it seems like a lot, but so that ...",
    "Almost everything is perfect\nThe very first impressions of the arrival are very good.Great well -groomed territory, a spacious Fameli number in Bungalo.We lived next to the reception, very conveniently located, next to a small round -the -clock bar, there is almost no one in it, and in the evening after dinner it was nice to sit there in the thicket.\r\n Food is beyond praise, and I'm talking about the main restaurant now.Skilled here ...",
    "Rest in May\nVoyage hotel network our love.Everything is on top, service, food drinks, location.And what an atmospheric Greek restaurant.The only thing for me, but very cascading, is a lot of steps, but this is for me.Everything else deserves praise.We recommend visiting restaurants a la cards.Convenient location, you can leave in any direction.Very friendly staff.Were without children, so the question was not ...",
    "A barrel of honey, a spoon of tar!\nWe rested together with my husband from May 24 to June 7, 2023.That anx tour.\r\nFlight Turkish Airlines.They fed, watered everything as always.\r\nA small hint for those who have not yet learned to distinguish between Turkish Airlines (board Boeing 777-300) from Anadolujet (board Boeing 737-800).The first, flies from VKO, there are flights from DMO.The second is only from DMO.Turkish Airlines Flight numbers begin at 37/36, Anadolujet ...",
    "Hotel - Cosmos !!!!\nGood afternoonMy review will be brief, but enthusiastic!\r\nThe hotel is a fairy tale, the hotel is a dream.I encounter such a service in the first - starting from settlement (take into account all your wishes) to eviction (free extension of the room before your exit from the hotel).Everything is happy for you here, this is really so, sincere smiles are everywhere.The territory is cool, in the morning there is where to step your 10 thousand steps))) by ...",
    "Relax and carefree!\nThey arrived at the hotel in the morning at about 9 in the morning.We were welcomed and put on the sofa, after which our assistant (Lira and Sabina) came to us.The girls are very pleasant and attentive. We spent us with a tour of the hotel with a tour. We got us for breakfast and our room was ready an hour later.At first, she was very upset that they settled in a house at the entrance at the reception, which was along the road.But...",
    "Great rest\nThe arrival of Turkish, everything is fine.Immediately pleased Pegas !!!with his service Pegas Select (individual transfer to the hotel and back)- I didn’t expect thanks to it) the road flew quickly, at the reception asked for a higher settlement, the number was in the GL case .. They sent for breakfast and then gave the number) the territory, the greens are justsuper!!!I have not seen this for a long time.The number is comfortable, but not luxurious but everything is ...",
    "The best of the best)))\nWe rested at the hotel in the spring of 2023 and a week after returning the first time we write a review.The hotel is beyond praise, each guest will find entertainment for himself to his taste.Assistants will fulfill any request, which he would not have addressed, I especially want to note Angelica and cane.The kitchen and restaurants will not leave anyone indifferent, to say that it was tasty to say nothing.Special thanks to the cooks ...",
    "Ground hotel with excellent service\nWe arrived at the hotel on an individual transfer for 1 hour 20 minutes!Immediately we were met by the personal assistant Angelica!Angelica and Kanis - these are assistants for the whole rest who solve all problems and make a vacation without worries.Thank you very much.The hotel just burns in greenery and flowers!This is the best rest!It was 15 times in Turkey. I definitely want to return here.European quality drinks.Food on ...",
    "Chic vacation\nArrived on June 18, 2022\r\nWe went to the hotel, very tired.\r\nHonestly, when we drove up to the hotel, I was a little scared when I saw a small building.It was a reception.But what a fabulous atmosphere was behind this tiny entrance ...\r\nWe were met, settled, conducted throughout the territory and told everything that was possible.\r\nThe room is spacious, in a bungalow, perfectly accommodates 2+ 2 ...",
    "Great hotel for relaxation\nThey flew to the hotel on the opening day of April 1 (the hotel does not work in the winter).Meeting on a recipe with a bouquet of flowers, which is very pleasant.Settled very quickly.Filled out the questionnaire and in the room.We lived in Bungalo 4044, I really liked it.Everything is close.\r\nIn general, the first time on vacation was faced with the fact that everyone is trying to do your stay at the hotel as best as possible.Immediately fix the assistants who ...",
    "Great rest\nExcellent hotel.They took an individual transfer - an hour on the way and you are met with champagne.They gave the documents, went to lunch and the numbers were ready.We had two rooms on the 2nd floor in the Bungalo.There were no robes - they wrote an assistant in Votsap and brought everything in 5 minutes.Then we slammed the door of one of the numbers - we brought a spare card after 5 minutes.We did not contact the assistants anymore, but they ...",
    "Awesome hotel\nWe rested in Voyage Sorgun in the second half of October.Everything in colors is repeatedly told about the hotel, so I’ll describe the pros and cons based on my attitude, which can help someone decide when choosing a hotel:\n\r\n+ Assistants/Personal assistants, these people tried to make rest and stay at the hotel more comfortable, instantly deciding all the difficulties and inconvenience of guests, performing everything ...",
    "EXCELLENT HOTEL\nWe rested at the hotel in the second half of October.We arrived at the Hotel of the Half, the meeting was very pleased.Set on sofas.They brought champagne.They took the documents for execution and brought the questionnaire for filling out ... Seeing.that we hesitated (they began to look for glasses))) offered help in filling out. We just have to put a signature !!!The Assistant girl immediately came up ...",
    "Herly one of the most worthy hotels!\nWith my review, first of all, I want to express my great gratitude from our entire family for a wonderful and carefree vacation in Voyage Sorgun!The work of all personnel, without exception, is an example of what the service should be.Regardless of the hotel’s workload, all waiters, personal assistants, reception workers, Hauskiping services, animators are always polite, smiling, courteous, work on ...",
    "\"Voyage Sorgun - You are the best\"\nVoyage Sorgun is really the best !!!\r\nWe rested a couple at the hotel from 09/25/05/2022 and our friends are a couple.\r\nI liked absolutely everything.Excellent service from the moment of settlement to departure.Personal assistants are ready to help 24/7.Gyulzada and Nurgiza thank you very much!\r\nThe warm and sincere attitude of the entire staff.\r\nGreat green area.Everywhere cleanliness and order ...",
    "The best vacation for 16 years of tourism !!!\nRested alone in Sorgun from 9 to 16 September.Since 2006, he rested in various hotels of Turkey (Antalya coast), he was also in Egypt, China and Thailand (O. Phuket).In Turkey, these were hotels of the RIXOS (Premium Belek, Sungate, Tekirova) network, also in Omara Dolce Vita, Limak Arcadia, Kay Belek and others.And against their background, Voyage Sorgun rises like Olympus.Yes, the hotel does not have that pompom as in Rixos-ah, ..."
]