[
    "Ironman 2023 in Belek\nWe rested 5 days at the end of October, in connection with the Ironman competition.This hotel was closest to the start.I liked everything in general.The hotel is not young, and not the most modern, but quite worthy to visit.The number is not new, our shower did not switch, only the upper one worked, the switch did not hold, but for some reason it was too lazy to declare this.Otherwise, there are no complaints.Decent food ...",
    "One of the best hotels in Belek, where you want to return!\nIn Turkey, it was more than 10 times in different resorts (Antalya, Belek, Side, Alania, Marmaris) and everywhere in 5 star hotels (with a rating above 7/10), but I want to leave a review only about this hotel.This hotel, of course, cannot be compared with the RIXOS hotel network, but the Kaya hotel network deserves respect and that's why ...\r\n  The hotel itself is located in an excellent place for relaxation, where there are no natives nearby ...",
    "I will not go anymore\nWere 18 times in Turkey.In different hotels from three to five in Belek.For the first time I meet such a very open neglect of guests of a certain nation.The Russians are almost the floor of the hotel, the animation into Russian is translated after a minimum, a tongue twister, and periodically does not translate at all or in a whisper in your ear.When checking, wait for 14: 00- OK, without question, but then they offer you ...",
    "Great rest\nWe rested at the Kai Belek hotel with three families.7 adults and a child 6 years old.Tour operator ANEX.The flight is clearly on schedule.Settlement at the hotel according to the standard at 2 o’clock in the afternoon.Since they flew in early in the morning, they asked the cards to the beach towels at the reception and went to the beach.We first went for breakfast in the main restaurant.Well ... surprised!Everything is beautiful.All is ready!And most importantly tasty!Respect to the chefpovar and his ...",
    "There are disadvantages, but more pluses\nWe rested at the hotel with a friend.The hotel between Antalya and Belek is a quick transfer from the airport and vice versa.Settlement - without money, you will wait for up to 14, such as there are no free ones.For money - there is immediately.There are numbers for people with disabilities (stroller).The rooms, of course, are old, but everything works, the minibar is replenished daily, bedding and towels also change constantly, ...",
    "Thank you, Kaya Belek!\nThis hotel was visited for the first time in 2020 by a couple, in September of this year they returned here with the whole family, worried, because this year there are many negative reviews.Of course, we are perplexed that it might not like in this wonderful hotel, we rested just cool, everywhere very comfortable, the attitude of the staff is beautiful, did not notice any preferences, the animators are well done, despite ...",
    "Review of a tourism worker\nGood afternoon.To begin with, I myself have been working in tourism for 17 years and send tourists to rest in Turkey.The hotel looked in 2016 in an advertising tour, but on the run.I rested in it myself for the first time.I note that the tour operator anx, markedly spoiled the rest from the very beginning, although they bought and paid for a tour, 2 months before the trip.Were put before the fact that the flight was replaced by more uncomfortable (there ...",
    "A bunch of past awards does not guarantee quality in the present.\n\r\nGood afternoonI never wrote reviews, although travel experience is present from ordinary European cheap hotels to premium network hotels.Here I will dilute the laudatory reviews, which mostly come across.The last 2 trips were in Adora and BelConti I will compare with them, hotels +- in one price category.\n\r\nThe room fund is old yes, but if you do not look closely, then more or less, mainly ...",
    "Rest from the end of May 2023\nBefore that, they rested in Justiniano Deluxe, it was more fun for children and adults\r\nIn this hotel, the service is certainly on top, the kitchen is super, and the child is satisfied with the kitchen and adults.Number of ordinary numbers is nothing special.The Internet over the territory is free, but very weak, I took Esim through the application.A very quiet hotel, one night there was a disco and then, then the weather interfered with them, then something else, although in ...",
    "The disgusting attitude of the staff\nWe arrived with the company with children, these days there was Kurban-Bayram, and the hotel was full loading.In childhood, in the 90s, I was resting in Turkey with 3*hotels, and it seemed to me that I had moved back in time.Only in those unpretentious hotels was there never such a disregard for guests.The fact that almost none of the staff speaks in Russian is silent, although this is unusual.But they say badly and ...",
    "We liked\nPros:\r\nA good team of animators for adults and children (the best of those that we have currently seen in Turkey, uninvited programs, modern growth dolls, additional inflatable installations for adults)\r\nThe power is worthy and Ala-Cart restaurants, which you can get into)\r\nConvenient territory\r\nBenevolent staff in a restaurant and bars, carry drinks on the beach\n\r\nMinuses:...",
    "Great rest!\nWe rested at the hotel from 07.28 to 08/05/23 with a child 6 years old.\r\nFood - in abundance, diverse, 5 types of fish, lamb, beef, chicken, turkey, once gave a duck, all in different variations, seasonal fruits, baking is delicious and fresh.The main restaurant is divided into zones.\r\nThe number is tired ... I would like to, if not to be found, then at least to separate it well.The shower published what ...",
    "Great hotel!\nWe rested in Kaya Belek from 31.07-13.08 family (2 Eye and 2 children 16 and 9 years old)\r\nGreat hotel!\r\nBefore the trip, we read the reviews and were upset ((how can the hotel be so spoiled for a year? We think he worthy of hard 5! Rest and enjoy. You will have little things everywhere and always. If they arise, then the staff immediately decides. Do not spoil your vacation)\r\nRested through the tour operator Loti, met ...",
    "Never again)\nI’ll start with the main one, of course, can be treated from different sides, someone’s grouse of mustard, and someone carrots are sweeter than honey.I take into account our realities and the price tag, for that kind of money you will not willy expect a decent service, which, alas, is not here.\r\nBut the beginning in order - the settlement, the departure was night, so at 10:30 we were at the hotel, as we should expect - the room is not ready.But we did not count ...",
    "Rest by the family.June 2023\n1. Settlement: quickly, polite.But they offered a number with the exit either to treatment facilities, or on the laundry room.Noise around the clock.But they immediately offered another number with a view of the pool.Surcharge $ 20 per day.But they will agree for $ 10.The number itself is almost the same.They stayed in the old one despite the noise.But the doors on the balcony were closed.They turned on the air conditioner (as in all rooms).Therefore, the noise is not heard ...",
    "We were completely satisfied with the rest!\nWe rested with a composition of 2 adults and 2 children (7 years old) from July 10-20.We were satisfied with the rest in this hotel completely!\r\nSettlement: we were settled immediately by the readiness of the number.I did not have to wait for two hours, which was very pleased.We arrived at about 10 in the morning, had breakfast, sat in the lobby for 20 minutes and we were given the keys to the number.Employee Alina on the resposhen-scaling she is huge.Always very sensitive ...",
    "Did not like\nBriefly: the food is good, the number is small for the ultra, the beach is good, the animation was only once a good Kazakhs made a clearly circus performance, local (Turks) men in dresses painted (LGBT) some kind of ... live music once ...They didn’t let them on volleyball - they told me that the shackled (although I play the best, and the glass of beer only for the smell in the following days and did not let me out without an amber) ...",
    "Family vacation at Kaya Belek July 2023\nWe rested in Kaya Belek from July 7-15, 2023 by the family of 2 adults and a 3-year-old child.\r\nLet's start in order:\r\n1. Transfer and flight.We flew Azur Air from the Loti tour operator, flew out on schedule at 9 in the morning, the departure is very comfortable, fed and watered in the plane.We took an individual transfer from the tour operator, we met with flowers, brought us on a very comfortable minibus to the hotel, the road took approximately ...",
    "The hotel does not even pull 4 stars\nWe were at the hotel for the second time (the first time 5 years ago).Since the flight was detained for 5 hours, we arrived at the hotel at 23.30.At the reception, no one greets you, they issued cards from the number.We went to the room.Just shock!Tightened old dark number.In the bathroom, a slanting door is plastic.There is no bath.There is a common space with terrible tiles.The curtain is old brown.And suspended chair.This is a number for ...",
    "I didn't like the hotel\nThey just returned from the hotel, rested from June 30 to July 7, 2023. I was traveling with my mother (pensioner) and a child of 8 years old.This hotel was booking at the end of January on the recommendation of the operator’s tour, based on reviews of 2022. A few days before leaving, I went to read fresh reviews again and see new photos of tourists and was very upset.It was already impossible to cancel the trip, I had to go.\r\nWe had...",
    "A couple of days I arrived, I won’t return here!\nWe rested a couple of days ago by a family with children (2 years and 10 years old). At once, from negative emotions about rest: for a couple of days the children and me, pain in the abdomen, temperature, all signs of intestinal infection. The older daughter was especially bad for the day (even got into a day inHospital for a dropper), after a dropper it became much easier. I also visited children who were sick of a straight fountain both in the dining room and in the corridor. In ..."
]