[
    "Calm winter vacation\nThe number is not very large, but comfortable, fresh.Minibar with good filling.\r\nIt is nice to take a walk around the hotel.\r\nTwo heated pools are quite small (this is essentially a zone where they roll from the slides).In principle, several people can calmly deceive in one pool.Of course, they will not work for active swimming.All 5 days of our stay worked properly, ...",
    "Rested from 11.02 to 18.02 2024\nWe rested from 11 - 18.02 with a child (1g8 month).They flew by Aeroflot back and forth, everything went well, I will not describe all its charms, except that online registration was opened there and back in a few days + I bought out places in advance too ... Moreover, despite the fact that the flight was less than 5hours, Aeroflot fed his passengers and sewed (even poured wine), the only thing I did not know that ...",
    "Great rest)\nWe rested in June 2023 a large company, 6 adults and 4 children of different years.Everyone found entertainment to their liking!There are no questions for nutrition, location, animation.The food is tasty, we went to the marine restaurant, it was very tasty, in the main restaurant the choice was always huge.I recommend to everyone!Great martini-bar, where round-the-clock service, there are always all types of alcohol, soup, burgers, cardboard ...",
    "Great family hotel\nWe rested in winter, I really liked the hotel!Be sure to come to it in the summer!In winter, many pools are heated.A very comfortable indoor pool in which there is a jacuzzi.Great food outside the season!Good rooms!Great bar, whiskey and cocktails super!Very attentive and good -natured staff!In a month we visited this hotel twice, I liked it so much.And we also want to come more than once!Excellent ...",
    "Winter journey\nI liked the hotel.Even in January there was a small heated pool on the street.Cozy numbers.Nutrition is 4, it seems to be a lot, but the same thing.You can go with the children, since there is something to feed decent playgrounds.There is a sauna and boor.There is a closed pool- which is relevant in winter.The disco on the -1st floor and music is practically not heard.Cafe on the street are closed in winter, but maybe ...",
    "Family hotel for a relaxing vacation\nThe hotel pleased with the well -groomed territory, a large selection of imported alcohol, high -quality nutrition, in taste characteristics - more for Europeans, but everything is fresh, to say that everything is tasty - there is something better, something worse, the choice is big;\r\nI was pleased with the booth with Gozloma - in the refrigerator there is always cold ayran and water, as well as frozen yogurt (along with ordinary ice cream).\r\nfor those, who...",
    "Sunny Turkish November 2023\nSo our weekend in sunny Turkey ended.Rested from 04 to 07 November 2023\n\r\nSouthwind flew.Do not feed.Fly more or less on schedule.\n\r\nPapillon Aysha Hotel in PEGAS in the selective.I met an individual transfer with comfortable folding seats, and after 30 minutes they were at the hotel.\n\r\n2 years ago, also in early November, we were in another hotel of the same network - Papillon Zeugma ...",
    "Great hotel for relaxation with children\nGreat children's and adult animation, various sports classes, evening events.A good playground, an excellent children's club with schedule classes, PS room for older children.A game in the record, so that they do not flirt for too long.Nice territory, clean numbers.The food is good, without any frills, but quite diverse and high-quality.Enough fruits ...",
    "A terrible hotel\nAt about 9 arrived in the morning, there was an individual transfer, the number was ready at about 13 o’clock in the afternoon.There are a lot of living in the hotel.We settled in a room with a view of the playground.Absolutely do not strengthen the fact that they have such discos until 12 in the morning, that it is impossible to fall asleep, as the music yells ... a family hotel, there are a lot of children, a lot! !!Discos are as if a concert in the stadium.It is impossible to sleep ...",
    "New Year at Papillon Ayscha Hotels Resort & Spa 5*\nPapillon Ayscha Hotels was chosen for a trip to the new 2021 years and did not lose.The time was a pandemic and I will omit all the difficulties with the passage of tests, the need for which Turkey announced two days before our departure.They arrived on December 31 and were pleasantly surprised by the New Year's atmosphere of the hotel, everyone was beautifully decorated, they met us very cordially, the work of the reception is at a high level.Immediately issued ...",
    "For children - paradise!\nGreetings readers.\n\r\nFinally, I got married, and decided with my wife to fly on vacation.\n\r\nSince, I was injured on boxing (and I am old, I was 42 years old), I broke a meniscus, did an operation, but I was not completely cured, it was decided to fly nearby (the knee still hurts), and they chose Turkey.\n\r\nI must say right away, they chose this hotel on the recommendation of our tour operator.\r\nI have a dull tradition, on ...",
    "Thank you, papillon ayscha\nWe rested in this hotel with a child in the period from 09.29 to 05.10.When booking a hotel, an individual transfer is provided.We arrived from the airport in 40 minutes.\r\nThe hotel has Russian managers.We were populated by the manager Olga.I want to express my gratitude to her.All issues were resolved immediately.Also at the hotel there is a representative of the tour operator - Anna daily.You can buy from her ...",
    "So -so service\nWe rested at the end of September 2023 Papillon Ayscha.family (2 adults and two children 6 and 4 years old).Last year, Akka Antedon is a huge difference for the same money.The Papilone service is zero.The food is not.The only plus is animation and the beach.They need to occupy sunbeds at 7 in the morning, the pool is similar.The food is a separate topic, to turn your hands and drown in the sea.All meat is overdried, waiters ...",
    "Beyond all praise !!!\nWe rested at the hotel for 14 days in September in this wonderful hotel!I liked absolutely everything, happy both children and adults are happy!Food has a huge selection, everything is clean, the staff is friendly, it will always help!The water park is perfect, safe, children 6 and 4 years old rode on all hills without restrictions!The beach is large, you can always find a place, the entry into the sea is smooth, comfortable!High -quality alcohol, incomparable dinners! ...",
    "Rest in Papillon Ayscha in 2023\nPapillon Ayscha visited the second time and did not disappoint at all.\r\nFor the first time, the number went out into the courtyard, fluffy pine trees grew right in front of the balcony and a view of well -groomed lawns opened.On the second trip, we were a little lucky with a view from the room, the balcony went out onto the roof of the restaurant, but soon we adapted not to notice this drawback.The room was very bright.All rooms ...",
    "Not yet final review\nToday we arrived at the hotel, I immediately decided to write, as the first day he is “explosive” usually I don’t quite like everything and everything is compared.We have which hotels we have.I’ll start with a flight, without delay, the Airlines of Pegasus (the chairs are not laid out, well, you understand what this means).There was an individual transfer, thanks to the travel agency a gift (for 30 years to our family).We arrived at 9 in the morning, filled ...",
    "And pros and cons of\nThe first impression was very pleasant.The settlement has passed quickly, the Guest Relation is very friendly.\r\nThe numbers are standardly crowded, there are not enough shelves where to lay out things ... in the shower on the walls mold ... bedding is not always clean :(\r\nBars, restaurants really liked it, food for every taste, high -quality alcohol, good wine ...\r\nThe vacation was overshadowed by the disease .... H rhraty of the whole family, rash ...",
    "Rest in this hotel is just super!\nWe rested in this hotel from 09.08 to 21.08 (two adults and a 9-year-old child).I liked everything very much, a vacation at 5+.\r\nThe hotel and its territory are wonderful.The hotel itself is comfortable for living, the design is pleasant to the eye.There are many shrubs and flowers on the territory, everything is beautiful and well -groomed.\r\nWe arrived in the morning, I had to wait a couple of hours.The number is excellent, everything is clean and the whole.Everyone filled the mini bar ...",
    "We rested a family with children 6 and 4 years old, as well as with friends, ...\nCool hotel: compact, clean, comfortable, modern!Friendly staff - always ready to help and support!A variety of and very tasty food, every time I want to try everything !!!\r\nA good exit to the sea, a sufficient number of sun loungers!Animators are just fire - gun💥 -ALNA, Mustafa, Monica - bombic guys, energetic, cheerful tapes, kind, attentive = ...",
    "Staying in this hotel is the best way to spend your holiday\nexcellent hotel\r\nWe were very glad to visit it twice this summer. Good quality varied kitchen  , excellent entertainment programs.  special thanks for  the  best animation team. special thanks to the animator Alena. looking forward to new meetings.                                                                                                                                                    ...",
    "Rest as it should be\nThe settlement was a little unpleasant, becauseWe arrived at 7.30 and it was proposed to be populated only with a surcharge.We refused.But the sediment remained.At 11 hours, 2 numbers were thrown, we chose while they cleaned it, we went to the beach.Further, the rest was good.Food in the main restaurant, and in the Japanese bento, and SNEK Mexican, and everything else is very worthy.For us, power is one of the most important points ...",
    "I am very glad that this hotel chose\nWe rested in this hotel with friends.I really liked staff service, pleased with delicious food and various games.A great hotel that is suitable for both youth and family holidays.Clean beach, beautiful territory, diverse food, hotel itself and all entertainment in the hotel is simply at the highest level.I also want to note the animators, very friendly guys who ...",
    "Great rest with family\nWe went with the family and we really liked the hotel.Before that, when they bought they chose for a long time, but stopped at Papillon Ayscha and did not regret it.Everything was as we wanted.Immediately in the morning, as we arrived, we placed us quickly, waited about 15 minutes. Then we offered a large room. The hotel has a restaurant on the 2nd floor, where you can order and eat delicious burgers in any.The most who did not have time for lunch.For..."
]