[
    "Average rest in a beautiful hotel!\nGreat rest in a beautiful hotel!\r\nWe rested together with his wife, from March 25 to April 3, if all my impressions are reduced in one phrase, then she is in the heading.\r\nWe rested many times in the UAE, to be precise, then eight and, of course, we have a fairly complete idea of most of the proposed popular excursions.By the way, in the Emirates there is and what to see, and where to go!But in this particular ...",
    "Second vacation in the UAE\nI’ll start my review from the flight may be useful for someone, since last year I flew Fly Dubai, and this year Iir Arabia and the difference was for me.In general, Air Arabia Night, the arrival in the early morning, as a result, was detained for 3 hours and we flew closer to dinner.We rested with children ourselves understand that for them it is more difficult for them than for adults.Feed in Air Arabia ...",
    "I recommend the hotel\nWe arrived at about 09.00 We were sent for breakfast and almost immediately after it was settled (plus the hotel).In the evening they brought a compliment from the hotel (a piece of cake), very tasty), nice).I liked the hotel, spacious and in the same time \"everything is at hand.\"The beach is good, entering the water sand, though shallow).In early December, water in the bay stayed at +26- +27 degrees, the air warmed up to +30- +32, ...",
    "Calm vacation\nSettlement.\r\nWe flew at 8 in the morning, becauseOur number was not yet ready, the suitcases were left in the storage room, and they themselves went to breakfast and to the hotel.There were no complaints to the number at 15.00.We had Family Rum, plumbing, furniture - everything is working, the room is spacious.\n\r\nNutrition.\r\nThey took 3 one-time.There are a lot of people at breakfast, the choice of food is normal, at our request ...",
    "Rest\nWhat can I say?Everything seems to be fine, but something is wrong.The food is good, but games with the lack of tea (coffee) at dinner are not clear, with what to use desserts then and in general what is this imaginary savings?Further, there is water in the room, but why not for a hotel of this level not put it in the public domain in the hotel restaurant, other places.Somehow the child wanted to drink in the pool, they forgot a bottle with ...",
    "Great option\nWe went to this hotel on July 14-22.We really liked everything.Let's start from the very beginning: we settled us right away as we arrived at the hotel, at 9 in the morning (although the settlement of 15 hours) was given the number with a sea view and the pool (although we book with a view of the city, as it is cheaper) we brought a piece of cake to the roomAs a congratulation on the honeymoon, it was very pleasant))) the room is spacious, clean, comfortable ...",
    "Excellent hotel\nWe rested at the end of December 2023. I recommend a hotel for family vacations.\r\nWe arrived at 11 hours, settled in an hour.The staff at the hotel is polite and helpful.\r\nThere is a lot of food.There are some Indian cuisine.You can always choose what you like.Meat dishes are not bad.I really liked the desserts.Respect to a cook.Of the fruits ate to only pineapple - very tasty, the rest is so -so.\r\nThe number was taken the cheapest ...",
    "Great hotel for relaxation\n+ brought to the hotel at 10 in the morning, immediately placed without surcharge;\r\n+ the deposit was not taken (they were in other cities of the UAE - they are charged);\r\n+ the number is good, everything works, not dirty, there is a tea set, a kettle, an iron (disposable brushes, razors, etc. upon request through a reception);\r\n+ restaurant for 5 points, it happened by local Arabs come here to have lunch or dinner with his family;\r\n+ your beach, sand, salary, for children ...",
    "The rest was a success\nA wonderful hotel.We rested two families with children (in each family in three children).We arrived at the hotel early, but I had to wait, but we were still settled before the prescribed time.So there were five of us in each family, then we were given numbers nearby, for which special thanks!Large, clean, spacious rooms, with a large bathroom, in which there is a bath itself, and shower and bidet, well, and the toilet, ...",
    "Great hotel for relaxation with young children or adults\nWe rested with the family in this hotel in November.The rooms are spacious, beautiful, clean.Very comfortable mattresses, pillows, blankets.Lighting is stharged.Service at the highest level.All customer requests are executed immediately.At the request, at the request, they are brought to the room from the rinseum for the mouth to diapers for free, there is a whole list.The quality of shampoo, air conditioner and shower gel ...",
    "Beach hotel without a good sea.\nRested and the hotel from 09/22/2023 to 09/29/2023.\r\nWe moved here from the hotel 4* to Ajman.The first impression, going into the room is delight.A very comfortable bed with good linen, a good bathroom.This was the end of this delight.The bathroom has a good mirror, but there is no outlet for the hair dryer.The hairdryer can be connected by the skirting board in the corridor, which is very inconvenient.In the shower there is shampoo, air conditioning and gel on the wall ...",
    "I liked the hotel\nWe rested a couple. We went to the hotel early in the morning, settled at 12: 00, I did not have to wait until 15: 00. The number is large on the ground floor with a balcony and a view of the pool. Embrace every day, the room has everything necessary, only livedWe are not alone in the room. They mixed small lizards, they probably crawled from the balcony.The hotel is clean, the territory is clean at the pool. A free bus drives to the hotel every day ...",
    "A wonderful hotel\nI want to tell a little about this a wonderful hotel.Rested alone.I arrived at the hotel in the morning about 10. The hotel itself is impressive, at the reception, it is very beautiful in the lobby.Officially, the settlement was from 14. I didn’t have to wait, they immediately issued it, they gave the keys to the number, they reported things, they didn’t take tips for delivering baggage to the room.The number was better than paid.Big, with a balcony, with two TVs, large ...",
    "Great rest!\nA chic hotel on the shore of the Persian Gulf!I planned a calm beach vacation for myself, because I was on many excursions.The son was for the first time in the UAE, so he went to various excursions.The hotel liked everything!There was one misunderstanding that was ultimately resolved.A small inconsistency of the employee of the reception and employee at the entrance to the restaurant (regarding the transfer of dinner for lunch ...",
    "Wonderful Hotel in the Arabic style\nRested in this beautiful domain\r\nLe with her husband and two children (1 year and 5 years).\r\nThe arrival was late in the evening for dinner no longer had time and juices, Sentwitches and fruits were brought to our room.It was a pleasure.They feed delicious!This is not Türkiye, where there are a lot of dishes and everything is tasteless.Here is the other way around.Every day, fish, beef, chicken, sometimes lamb.The desserts are very tasty.Eat\r\nrestaurants a la maps Arabic and ...",
    "Gorgeous hotel\nWe chose this hotel for the honeymoon and remained in full delight!The food is incredible, there were a lot in which countries and hotels, but I meet such diversity for the first time.The desserts are also super, the freshest cakes only managed to endure)) the hotel and the rooms are very beautiful, it is incredibly nice to be at the hotel.There is a game room, waiting for the daytime heat playing there in ping pong and playwright.A little...",
    "Stone in the back.\nHaving settled in this hotel, you always look back, because at any moment a stone can fly into your back.The story began with the fact that my niece went to rinse from the sand under the shower for a further campaign in the pool.And at that moment, a stone flies from the pool zone in its direction (the bottom of the pool is decorated with a white stone).Looking back, we saw 5 girls of about 12-14 giggling, making ...",
    "Fairytale palace.\nWe arrived at the hotel early in the morning.Settlement to room at 15-00.And we were settled right away.They gave a wonderful number with a balcony and a sea view without any supplement.A very cozy spacious room with a large TV, a closet in which there are hangers, an iron, an ironing board and even a scales.There is a bath, shower and bidet.There is a hairdryer, a mini-cooler and a safe.Daily cleaning of the room, change of towels.Territory...",
    "For a beach holiday, I do not recommend.\nHe is really beautiful.\r\nThe nearest coral looks like a sanatorium next to him. Very pompous, beautiful inside.We were given the number with a view of the sea, although the reservation was on the city.Thank you very much, this is a holiday for us!\r\nThe number is chic, spacious, I repeat, everything is as in the photo.I don't want to write about cleaning.As elsewhere, there is something to work on.\r\nThe food is delicious, but here were in 4* hotel, it was very tasty there.For..."
]